var schoolData = [
  {
    'id': '1',
    'schoolName': '001学校',
    'foundingYear': '三年', 'schoolStudent': '1000以内', 
    'time': '2017-12-14',
    'operatingArea': '湖南省长沙市',
    'courses': 'java/javascript', 
    'schoolIntroduction':'浙江大学是教育部直属、省部共建的普通高等学校，是首批进入国家“211工程”和“985工程”建设的若干所重点大学之一。浙江大学前身求是书院成立于1897年，为中国人自己最早创办的新式高等学府之一。1952年，在全国高等院校调整时，曾被分为多所单科性学校，部分系科并入兄弟高校。1998年，同根同源的浙江大学、杭州大学、浙江农业大学、浙江医科大学合并组建新的浙江大学。经过一百多年的建设与发展，学校已成为一所基础坚实、实力雄厚，特色鲜明，居于国内一流水平，在国际上有较大影响的研究型、综合型大学。现任校长是中国科学院院士、固体力学专家杨卫教授。'
    },
{
    'id': '2', 
    'schoolName': '002学校',
    'foundingYear': '六年', 
    'schoolStudent': '2000以内', 
    'time':'2017-12-14',
    'operatingArea':'浙江省杭州市',
    'courses':'php/Go', 
    'schoolIntroduction':'学校位于中国历史文化名城、世界著名的风景游览胜地──浙江省杭州市。其北依苏沪，东接甬港，南联闽粤，是中国东南沿海长江三角洲地区的重要城市。学校设紫金港、玉泉、西溪、华家池、之江等5个校区，占地面积5.18平方公里，分布于杭州市区不同方位。校园依山水，环境幽雅，花木繁茂，碧草如茵，景色宜人，与西湖美景交相辉映，相得益彰，是读书治学的理想园地。'
  },
{
    'id': '3',
    'schoolName': '003学校', 
    'foundingYear': '五年',
    'schoolStudent': '3000以内',
    'time':'2017-12-14',
    'operatingArea':'北京',
    'courses':'html/css',
    'schoolIntroduction':'浙江大学在长期的办学过程中，以严谨的求是学风培养了大批优秀人才，以执著的创新精神创造出了丰硕成果，蜚声海内外，曾被英国著名学者李约瑟誉为“东方剑桥”。竺可桢、马寅初、卢嘉锡、苏步青、钱三强、王淦昌 、贝时璋、陈建功、钱令希、谈家桢、谷超豪、郑晓沧、梁守槃 、夏承焘、姜亮夫、李政道、吴健雄、路甬祥、潘云鹤等著名学者都曾在校工作或学习。浙江大学校友中当选为中国科学院院士、中国工程院院士的有160余人，其中在浙大就学者就有90余人。'
    }
]


module.exports = schoolData;



